{
    "chapters": [
        {
            "summary": "This week's episode is brought to you by GoDaddy. With GoDaddy, you can build a beautiful website or store for free. AI designed to multiply productivity by automating tasks. Let's create more time for your business with Watson X Orchestrate.",
            "gist": "Start & Grow Your Business With GoDaddy",
            "headline": "Some of you listening right now have been thinking about starting your own business",
            "start": 330,
            "end": 75082
        },
        {
            "summary": "Drop lets you earn points with your everyday shopping and redeem them for gift cards. Download Drop today and get $5 just for signing up. Use invite code.",
            "gist": "IBM Drop: Earn Points for Grocery Shopping",
            "headline": "Drop lets you earn points with everyday shopping and redeem them for gift cards",
            "start": 75166,
            "end": 104522
        },
        {
            "summary": "One in three kids in the US. Lacks a mentor. Over 30,000 hopeful kids are on the Big Brothers Big Sisters waiting list. Think just 30 minutes for a coffee or a quick 20 minutes gaming session. Help make sure every kid has what they need to thrive.",
            "gist": "Big Brothers Big Sisters of America",
            "headline": "One in three kids in the US lacks a mentor",
            "start": 104586,
            "end": 143900
        },
        {
            "summary": "Robert Lamb sits down virtually with Roman Mars, host of the 99% Invisible Podcast and co author of the book the99% Invisible City. They discuss podcasting in general, design in general. It's a fun chat, and I hope you enjoy it as much as I did.",
            "gist": "99% Invisible",
            "headline": "Robert Lamb interviews podcast host Roman Mars about podcasting and design",
            "start": 146670,
            "end": 205598
        },
        {
            "summary": " 99% Invisible is about all the thought that goes into things most people don't think about. The show started as a show about architecture and design. I heard the show for the first time on Radio Lab back in 2011.",
            "gist": "99% Invisible",
            "headline": "99% Invisible started as a show about architecture and design",
            "start": 205764,
            "end": 345482
        },
        {
            "summary": " 99% Invisible sound design varies. I like things to be radiophonic, which to me means if you were to read a transcript of the show, you wouldn't fully get what the show is trying to convey. Has changes in the podcasting industry affected the way you approach things?",
            "gist": "99% Invisible Sound Design",
            "headline": "What is your philosophy on 99% Invisible sound design? Well, it varies",
            "start": 345536,
            "end": 618578
        },
        {
            "summary": "Do you ever feel like or hope that you're initiating listeners into sort of a different understanding of the world? I've noticed that the show has changed me over the years of making it. What I've heard from people has changed the way that they look at the world.",
            "gist": "The Fix: The Design of Things",
            "headline": "Do you ever feel like or hope that you're initiating listeners into different understanding of the world",
            "start": 618664,
            "end": 766478
        },
        {
            "summary": "In general, do you tend to steer people towards the beginning, towards the most recent, or a particular foundational episode, never the beginning. Almost the point of the show is that we're daring you with how boring the subject is.",
            "gist": "99 Percent Invisible: Best of the Podcast",
            "headline": "You still have people coming to the podcast who are new to it",
            "start": 766644,
            "end": 914100
        },
        {
            "summary": "GoDaddy's Commerce Solution offers a central dashboard that simplifies managing orders, sales payments, and inventory across online and in person channels. With GoDaddy, you can sell in all channels on your website or online store as well as in person with one solution. Grow today and get started.",
            "gist": "How to Grow Your Business with GoDaddy",
            "headline": "GoDaddy Commerce Solution simplifies managing orders, sales payments and inventory",
            "start": 919430,
            "end": 999530
        },
        {
            "summary": "One in three kids in the US. Lack a mentor. Over 30,000 hopeful kids are on the Big Brothers Big Sisters waiting list. The connection and confidence that inspires a kid can have a ripple effect. Help make sure every kid has what they need to thrive.",
            "gist": "Big Brothers Big Sisters of America",
            "headline": "One in three kids in the United States lack a mentor",
            "start": 999600,
            "end": 1060238
        },
        {
            "summary": "Next gen gaming is built with Intel Core I Nine Processors. Defy boundaries and start gaming now@alienware. com. I'm obsessed with the Drop app. Use my code get drop nine nine nine to get $5.",
            "gist": "Free Gift Cards for Savvy Shoppers",
            "headline": "Today's episode is brought to you by Dell. Next gen gaming comes with Alienware",
            "start": 1060404,
            "end": 1124300
        },
        {
            "summary": "The 99% Invisible City is a book co-authored with Kurt Colstead. The book highlights the details of the modern world. It took a long time to make because the show is designed to be a podcast. When a book has a weekly deadline, it has its own problems.",
            "gist": "The 99% Invisible City",
            "headline": "The 99% Invisible City is a thoroughly enjoyable and insightful read",
            "start": 1126350,
            "end": 1440026
        },
        {
            "summary": "The audiobook is a book of stories that build on each other when they are read in a row. The author says turning it back into an audiobook was extremely hard. There is also an episode of the show at the end of the book.",
            "gist": "Reading '' For Audiobook",
            "headline": "There are two versions of the book: a physical and an audiobook",
            "start": 1440138,
            "end": 1692900
        },
        {
            "summary": "GoDaddy's Commerce Solution offers a central dashboard that simplifies managing orders, sales payments, and inventory across online and in person channels. With GoDaddy, you can sell in all channels on your website or online store as well as in person. Visit GoDaddy. com slash Grow today and get started.",
            "gist": "How to Grow Your Business with GoDaddy",
            "headline": "GoDaddy's Commerce Solution simplifies managing orders, sales payments and inventory",
            "start": 1698310,
            "end": 1778410
        },
        {
            "summary": "One in three kids in the US. Lack a mentor. Over 300 hopeful kids are on the Big Brothers Big Sisters waiting list. Mentoring expands a young person's sights on what they can pursue and achieve. Help make sure every kid has what they need to thrive.",
            "gist": "Big Brothers Big Sisters of America",
            "headline": "One in three kids in the United States lack a mentor",
            "start": 1778480,
            "end": 1839118
        },
        {
            "summary": "Drop lets you earn points with your everyday shopping and redeem them for gift cards. Download Drop today and get $5 just for signing up. Defy boundaries and start gaming now@alienware. com.",
            "gist": "Freeze Your Life With Alienware",
            "headline": "Drop lets you earn points with your everyday shopping",
            "start": 1839284,
            "end": 1896980
        },
        {
            "summary": "So the title the 99% Invisible City, does this leave open the possibility for future volumes dealing with different arrays of topics? I could totally see a series of books in different ways, or a kids book version or something like that.",
            "gist": "The 99% Invisible City",
            "headline": "The title the 99% Invisible City leaves open the possibility for future volumes",
            "start": 1904710,
            "end": 2002660
        },
        {
            "summary": "The book deals with the space where design exists between government and law on one side, and user desire and experience on the other. Does design seem to largely have a trajectory toward user safety and happiness? For the most part, we endeavor to make things safer, but there are definitely some gaps.",
            "gist": "The Tyranny of Design",
            "headline": "Does design seem to largely have a trajectory toward user safety and happiness",
            "start": 2003110,
            "end": 2330838
        },
        {
            "summary": "The book came out right at the beginning of COVID in 2020. It was an interesting time to think about the design of cities when this outside influence made us rethink how our cities should be designed. The things we design are a window into our values as humans and they always shift and change based on those values.",
            "gist": "The City's Design",
            "headline": "Your strode example reminded me of parklets, which are discussed in the book",
            "start": 2331014,
            "end": 2615880
        },
        {
            "summary": "Stuff to Blow Your Mind is a science podcast with core episodes on Tuesdays and Thursdays. Now is the time to go racing with Skip Barber Racing School. Switch to Boost Infinite and get unlimited wireless for just $60 a month.",
            "gist": "Stuff to Blow Your Mind",
            "headline": "Roman Mars: Stuff to Blow Your Mind is a science podcast with core episodes",
            "start": 2618490,
            "end": 2769740
        },
        {
            "summary": "One in three kids in the US. Lacks a mentor. Over 30,000 kids are on the Big Brothers Big Sisters waiting list. Donate to Big Brothersbigsistersof America@bebignow. org. Help make sure every kid has what they need to thrive.",
            "gist": "Big Brothers Big Sisters",
            "headline": "Over 30,000 kids are on the Big Brothers Big Sisters waiting list",
            "start": 2770590,
            "end": 2834330
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/3fa1ac31c286434282264a6886406599/",
    "thumbnail": "https://production.listennotes.com/podcasts/stuff-to-blow-your-mind-iheartpodcasts-OApi1Frz3lK-fJKPYXUrITN.300x300.jpg",
    "episode_title": "The 99% Invisible World, with Roman Mars",
    "podcast_title": "Stuff To Blow Your Mind"
}