{
    "chapters": [
        {
            "summary": "Trails take a beating every year from the elements and from heavy or improper use. A good trail is one that is easy to follow and well maintained. We're going to show you some of the basics things you can do to keep trails in good shape.",
            "gist": "It's Called Basic Trail Maintenance",
            "headline": "Roman Mars: It's called basic trail maintenance",
            "start": 330,
            "end": 75326
        },
        {
            "summary": "We're bringing you two episodes of short stories all about trails. What even is a trail? It's hard to define. Unlike roads or especially railways, a trail is very collaborative and organic. This desire for the path of least resistance is what unites the human and non human world in our trailbuilding.",
            "gist": "A Trail: The Science of Trails",
            "headline": "We're bringing you two episodes of short stories all about trails",
            "start": 75448,
            "end": 397930
        },
        {
            "summary": "Kurt: Across the nation, tens of thousands of miles of trails are managed by state and federal governments. They're all engineered, built and heavily designed to maintain a sort of naturalistic illusion. Kurt learns about some fun trailbuilding techniques with interesting names like the Velvet Hammer.",
            "gist": "The Art of Natural Trailbuilding",
            "headline": "Tens of thousands of miles of trails are designed to look natural",
            "start": 399390,
            "end": 906640
        },
        {
            "summary": "Our next story comes to us from 99 Pi listener Joelle McNichol. She sent us a voice memo from her local hiking trail in the Craggy, north of England. The woods are remnants of the industrial past of the valley when it was full of cotton mills. There's a surprising history of these crazy paths in my woods.",
            "gist": "99 Pi voice memo",
            "headline": "99 Pi listener Joelle McNichol sends us a voice memo about hiking",
            "start": 912360,
            "end": 1087870
        },
        {
            "summary": "Seven books make up a pictorial guide to the Lakeland Fells by Alfred Wainwright. The books were published between 1953 and 1966 and have become a staple for many Cumbrians. In North America, hiking often feels like organized fun. The point is finding your way and navigating.",
            "gist": "Alfred Wainwright's Guide to the Lake District",
            "headline": "Seven old books make up a pictorial guide to the Lakeland Fells",
            "start": 1099150,
            "end": 1575060
        },
        {
            "summary": " ZipRecruiter posts your job on 100 plus job sites. Smart technology finds great matches for your job sooner. Right now, you can try them for free@ziprecruiter. com.",
            "gist": "How to Recruit the Right Talent in the Current Recession",
            "headline": "ZipRecruiter helps employers attract the right talent in today's competitive labor market",
            "start": 1581180,
            "end": 1636312
        },
        {
            "summary": "Just go to this exclusive web address to try ZipRecruiter for free. Stand out with a beautiful website, engage with your audience, and sell anything your products, content you create. Use Squarespace's Insights to grow your business.",
            "gist": "Squarespace for Business and Recruiter",
            "headline": "ZipRecruiter is the all in one platform for building your brand online",
            "start": 1636366,
            "end": 1704268
        },
        {
            "summary": "Stephen Dubner: Article believes in delightful design for every home. Article is offering 99% Invisible listeners $50 off your first purchase of $100 or more. Our final trail story today comes from reporter Chris Barube.",
            "gist": "Article 99",
            "headline": "Article is offering 99% Invisible listeners $50 off their first purchase",
            "start": 1704364,
            "end": 1813966
        },
        {
            "summary": "Chris: A couple of years ago, I was visiting my grandma in Montreal. He decided to hike up Mount Royale, but couldn't remember how to get onto the trail. Eventually, his phone sent him up a mystery staircase. He says other people have made the same mistake.",
            "gist": "The Secret to Hiking Mount Royale",
            "headline": "Roman's hiking story involves trying to hike Mount Royale in Montreal",
            "start": 1814078,
            "end": 2254240
        },
        {
            "summary": "This the end of part one of our trail special. Part two is coming next week. 99% Invisible is a part of the Stitcher and Sirius XM podcast family. You can find the show and join discussions about the show on Facebook.",
            "gist": "99% Invisible",
            "headline": "This the end of part one of our trail special. Part two is coming next week",
            "start": 2256050,
            "end": 2323490
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/703d6683ce324ced9e8ffe2ff7af991f/",
    "thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg",
    "episode_title": "548- Trail Mix",
    "podcast_title": "99% Invisible"
}